//написать программу определения оценки студента по его рейтингу
'use strict'
let a;
a=+prompt('Поставте студенту оценку (0-100)','');
if(a>=0 && a<=19) alert("Студенту поставили F");
if(a>=20 && a<=39) alert("Студенту поставили E");
if(a>=40 && a<=59) alert("Студенту поставили D");
if(a>=60 && a<=74) alert("Студенту поставили C");
if(a>=75 && a<=89) alert("Студенту поставили B");
if(a>=90 && a<=100) alert("Студенту поставили A");
if(a<0 || a>100) alert("Студенту поставили неправильную оценку");